Revit 2024 API
SymbolTypeId.KNPerMmSup2 Property
 Symbol kN/mm², indicating unit Kilonewtons per square millimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNPerMmSup2 { get; }
Visual Basic
Public Shared ReadOnly Property KNPerMmSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNPerMmSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace